ShellPruebaredis.log
[OVERALL], RunTime(ms), 547.0
[OVERALL], Throughput(ops/sec), 1828.1535648994516
[TOTAL_GCS_Copy], Count, 1.0
[TOTAL_GC_TIME_Copy], Time(ms), 5.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.9140767824497258
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 1.0
[TOTAL_GC_TIME], Time(ms), 5.0
[TOTAL_GC_TIME_%], Time(%), 0.9140767824497258
[READ], Operations, 0.0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9.223372036854776E18
[READ], MaxLatency(us), 0.0
[READ], 95thPercentileLatency(us), 0.0
[READ], 99thPercentileLatency(us), 0.0
[READ], Return=ERROR, 1000
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 314.0
[CLEANUP], MinLatency(us), 314.0
[CLEANUP], MaxLatency(us), 314.0
[CLEANUP], 95thPercentileLatency(us), 314.0
[CLEANUP], 99thPercentileLatency(us), 314.0
[READ-FAILED], Operations, 1000.0
[READ-FAILED], AverageLatency(us), 267.214
[READ-FAILED], MinLatency(us), 38.0
[READ-FAILED], MaxLatency(us), 109695.0
[READ-FAILED], 95thPercentileLatency(us), 350.0
[READ-FAILED], 99thPercentileLatency(us), 3023.0