prueba.log
[OVERALL], RunTime(ms), 769.0
[OVERALL], Throughput(ops/sec), 13.003901170351105
[TOTAL_GCS_Copy], Count, 1.0
[TOTAL_GC_TIME_Copy], Time(ms), 8.0
[TOTAL_GC_TIME_%_Copy], Time(%), 1.0403120936280885
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 1.0
[TOTAL_GC_TIME], Time(ms), 8.0
[TOTAL_GC_TIME_%], Time(%), 1.0403120936280885
[READ], Operations, 0.0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9.223372036854776E18
[READ], MaxLatency(us), 0.0
[READ], 95thPercentileLatency(us), 0.0
[READ], 99thPercentileLatency(us), 0.0
[READ], Return=ERROR, 6
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 226.0
[CLEANUP], MinLatency(us), 226.0
[CLEANUP], MaxLatency(us), 226.0
[CLEANUP], 95thPercentileLatency(us), 226.0
[CLEANUP], 99thPercentileLatency(us), 226.0
[READ-FAILED], Operations, 6.0
[READ-FAILED], AverageLatency(us), 65223.333333333336
[READ-FAILED], MinLatency(us), 71.0
[READ-FAILED], MaxLatency(us), 375807.0
[READ-FAILED], 95thPercentileLatency(us), 375807.0
[READ-FAILED], 99thPercentileLatency(us), 375807.0
[UPDATE], Operations, 4.0
[UPDATE], AverageLatency(us), 19169.0
[UPDATE], MinLatency(us), 457.0
[UPDATE], MaxLatency(us), 61887.0
[UPDATE], 95thPercentileLatency(us), 61887.0
[UPDATE], 99thPercentileLatency(us), 61887.0
[UPDATE], Return=OK, 4